---
kind: other
id: Properties.T:Autodesk.Revit.DB.Macros.MacroModuleIterator
source: html/f0a55ae7-d931-5ed7-7d82-6298d37a1858.htm
---
# MacroModuleIterator Properties

Gets the item at the current position of the iterator.